Repository: wp-plugins/uptime-robot-monitor
Catalog: languages/uptime-robot-nh-*.po
Languages: fr_fr

source: You do not have sufficient permissions to access this page.
fr_fr: Vous n'avez pas la permission d'acces à cette page.

source: General
fr_fr: Général

source: API-settings
fr_fr: Paramètres API

source: Colors
fr_fr: Couleurs

source: API connection settings
fr_fr: Parametre de connexion API

source: Copy you &#40Main&#41 API Key from the Uptime Robot settings page.
fr_fr: Copier votre &#40main&#41 clé APY du Uptime Robot dans la page de paramètre.

source: Monitors
fr_fr: Moniteurs

source: Copy your monitor ID's in this field seperated with a - (dash). You can find your monitor ID in your adressbar when the monitors dashboard is open. Leave empty to show all monitors in you account.
fr_fr: Copiez vos identifiants moniteur dans ce domaine séparés par un tiret (-). Vous pouvez trouver votre moniteur ID dans votre adressbar lorsque le tableau de bord est ouverte moniteurs. Laisser vide pour montrer tous les moniteurs dans votre compte.

source: Dashboard widget settings
fr_fr: Paramètre du registre des widget sur le tableau de bord

source: Show log widget
fr_fr: Affichage log widget

source: Number of logs
fr_fr: Nombre de journaux

source: Only if dashboard log widget is active
fr_fr: Seulement si le tableau de bord des widget est activé

source: Show monitor widget
fr_fr: Affichage moniteur widget

source: What columns would you like to show?
fr_fr: Quelle colonnes voulez-vous montré

source: Status
fr_fr: Statut

source: Monitor
fr_fr: Moniteur

source: Realtime monitoring by <a href="http://uptimerobot.com/" target="_blank">Uptime Robot</a>
fr_fr: Surveillance en temps réel par <a href="http://uptimerobot.com/" target="_blank">Uptime Robot</a>

source: Plugin by <a href="https://wordpress.org/plugins/uptime-robot-monitor/" target="_blank">Niels Hoogenhout.be</a>
fr_fr: Plugin grâce à <a href="http://nielshoogenhout.be/en/blog/uptime-robot-wordpress-plugin/" target="_blank">Niels Hoogenhout.nl</a>

source: What time periodes would you like to show?
fr_fr: Quelles périodes voulez-vous montré

source: Today
fr_fr: Aujourd'hui

source: Last
fr_fr: Dernier

source: 7 days
fr_fr: 7 jour

source: 30 days
fr_fr: 30 jour

source: year
fr_fr: année

source: Font
fr_fr: Fonte

source: Online
fr_fr: En ligne

source: Offline
fr_fr: Hors ligne

source: Use this shortcode on any page or post to display your uptime robot stats.
fr_fr: Utilisez cette shortcode sur ne importe quelle page, ou les poster à afficher la disponibilité de vos stats de uptime robot.

source: Show only specific monitors on any page or post to display your uptime robot stats. Seperate by a dash (-) to show multiple monitors.
fr_fr: Afficher uniquement les moniteurs spécifiques sur une page ou post à. Séparée par un tiret (-) pour afficher plusieurs moniteurs.

source: Use this shortcode on any page or post to display your uptime robot logs.
fr_fr: Utilisez cette shortcode sur ne importe quelle page, ou les poster à afficher vos journaux uptime robot.

source: Please enter your main uptimerobot.com API-key on the settings page:
fr_fr: S'il vous plaît entrez votre uptimerobot.com API-clé principale sur la page des paramètres:

source: down
fr_fr: déconecté

source: up
fr_fr: connecté

source: paused
fr_fr: pause

source: started
fr_fr: commencé

source: You can change the settings for this widget on the plugin
fr_fr: Vous pouvez modifier les paramètres de ce widget sur la page des paramètres de plug-in:

source: settings page
fr_fr: paramètres

source: Paused
fr_fr: Pause

source: Keyword
fr_fr: Mot Cléfs

source: MAIL
fr_fr: COURRIER

source: Realtime monitoring by <a href="http://uptimerobot.com/" target="_blank" title="Uptime Robot Free Website Monitor Service">Uptime Robot</a>
fr_fr: Surveillance en temps réel par <a href="http://uptimerobot.com/" target="_blank" title="Uptime Robot Free Website Monitor Service">Uptime Robot</a>

source: Plugin by <a href="https://wordpress.org/plugins/uptime-robot-monitor/" target="_blank" title="Show your uptime stats and logs from Uptime Robot on your wordpress pages, posts or in a widget.">Niels Hoogenhout.nl</a>
fr_fr: Plugin grâce à <a href="https://wordpress.org/plugins/uptime-robot-monitor/" target="_blank" title="Show your uptime stats and logs from Uptime Robot on your wordpress pages, posts or in a widget.">Niels Hoogenhout.nl</a>
